{                                                      
	                                                    
	"total":14,"rows":[                                                          
		{"code":"01","name":"中共党员"},         
		{"code":"02","name":"中共预备党员"},         
		{"code":"03","name":"共青团员"},         
		{"code":"04","name":"民革党员"},         
		{"code":"05","name":"民盟盟员"},         
		{"code":"06","name":"民建会员"},          
		{"code":"07","name":"民进会员"},          
		{"code":"08","name":"农工党党员"},          
		{"code":"09","name":"致公党党员"},          
		{"code":"10","name":"九三学社社员"},   
		{"code":"11","name":"台盟盟员"},         
		{"code":"12","name":"无党派民主人士"},         
		{"code":"13","name":"群众"},         
		{"code":"14","name":"港澳同胞"}]
}